Repository: alpriest/EnergyStats
Catalog: Energy Stats/Localizable.xcstrings
Source language: en
Languages: de, es, it, pl

source: Energy management at your fingertips
de: Energiemanagement direkt zur Hand
es: Gestión de energía al alcance de tu mano
it: Gestione dell'energia a portata di mano
pl: Zarządzanie energią na wyciągnięcie ręki

source: Energy Sources
de: Energiequellen
es: Fuentes de energía
it: Fonti di energia
pl: Źródła energii

source: Energy Stats cannot be held responsible for any damage caused by changing this.
de: Energy Stats kann für Schäden, die durch diese Änderung entstehen, keine Verantwortung übernehmen.
es: Energy Stats no se hace responsable de los daños ocasionados por este cambio.
it: Energy Stats non può essere ritenuta responsabile per eventuali danni causati da questa modifica.
pl: Energy Stats nie ponosi odpowiedzialności za jakiekolwiek szkody spowodowane tą zmianą.

source: Energy Uses
de: Energieverbrauch
es: Usos de energía
it: Usi di energia
pl: Zużycie energii

# energy_stats_earnings_calculation_description
source: Shows financial estimates for today only on the flow page, and for the selected time period on the stats page.
de: Zeigt Finanzschätzungen nur für heute auf der Leistungsfluss-Seite und für den ausgewählten Zeitraum auf der Statistik-Seite.
es: Muestra estimaciones financieras solo para hoy en la página de flujo, y para el período de tiempo seleccionado en la página de estadísticas.
it: Mostra stime finanziarie solo per oggi sulla pagina di flusso e per il periodo di tempo selezionato sulla pagina delle statistiche.
pl: Pokazuje szacunki finansowe tylko na stronie przepływu, a także dla wybranego okresu czasu na stronie statystyk.

source: Enhanced
de: Verbessert
es: Mejorado
it: Migliorato
pl: Ulepszony

source: Enter current passcode
de: Aktuellen Passcode eingeben
es: Introduce el código actual
it: Inserisci il passcode attuale
pl: Wprowadź aktualny kod dostępu

source: Enter the price you pay per kWh for importing electricity
de: Geben Sie den Preis ein, den Sie pro kWh für importierten Strom zahlen
es: Introduce el precio que pagas por kWh por importar electricidad
it: Inserisci il prezzo che paghi per kWh per l'importazione di elettricità
pl: Wprowadź cenę, jaką płacisz za 1 kWh importowanej energii elektrycznej

source: Enter the unit price you are paid per kWh for exporting electricity
de: Geben Sie den Einheitspreis ein, den Sie pro kWh für den Export von Strom erhalten
es: Introduzca el precio unitario que se le paga por kWh por exportar electricidad
it: Inserisci il prezzo unitario che ti viene pagato per kWh per esportare elettricità
pl: Wprowadź cenę jednostkową, którą otrzymujesz za kWh za eksport energii elektrycznej

source: Enter the unit price you are paid per kWh for exporting electricity via another inverter tracked via CT2. This will only show earnings data on the power flow page because Fox do not store historical CT2 statistics.
de: Geben Sie den Stückpreis ein, den Sie pro kWh für die Einspeisung von Strom über einen anderen Wechselrichter erhalten, der über CT2 erfasst wird. Dies zeigt nur Ertragsdaten auf der Leistungsfluss-Seite an, da Fox keine historischen CT2-Statistiken speichert.
es: Introduce el precio unitario que recibes por kWh por exportar electricidad mediante otro inversor monitorizado a través de CT2. Esto solo mostrará datos de ganancias en la página de flujo de energía porque Fox no almacena estadísticas históricas de CT2.
it: Inserisci il prezzo unitario che ricevi per kWh per l'esportazione di elettricità tramite un altro inverter monitorato tramite CT2. Questo mostrerà solo i dati sui guadagni nella pagina del flusso di potenza, poiché Fox non memorizza le statistiche storiche di CT2.
pl: Wprowadź cenę jednostkową, jaką otrzymujesz za 1 kWh eksportowanej energii elektrycznej przez inny falownik monitorowany przez CT2. Dane o zarobkach będą widoczne tylko na stronie przepływu mocy, ponieważ Fox nie przechowuje historycznych statystyk CT2.

source: Enter the unit price you are paid per kWh for generating electricity
de: Geben Sie den Einheitspreis ein, den Sie pro kWh für die Erzeugung von Strom erhalten
es: Introduzca el precio unitario que se le paga por kWh por generar electricidad
it: Inserisci il prezzo unitario che ti viene pagato per kWh per generare elettricità
pl: Wprowadź cenę jednostkową, którą otrzymujesz za kWh za generowanie energii elektrycznej

source: Enter your 4-digit passcode to **turn off** read-only mode.
de: Geben Sie Ihren 4-stelligen Passcode ein, um den Nur-Lese-Modus zu **deaktivieren**.
es: Introduce tu código de 4 dígitos para **desactivar** el modo de solo lectura.
it: Inserisci il tuo passcode di 4 cifre per **disattivare** la modalità di sola lettura.
pl: Wprowadź 4-cyfrowy kod dostępu, aby **wyłączyć** tryb tylko do odczytu.

source: Enter your FoxESS Cloud API key
de: Geben Sie Ihren FoxESS Cloud API-Schlüssel ein
es: Introduce tu clave API de FoxESS Cloud
it: Inserisci la tua chiave API di FoxESS Cloud
pl: Wprowadź swój klucz API FoxESS Cloud

source: Example
de: Beispiel
es: Ejemplo
it: Esempio
pl: Przykład

source: Export graph data
de: Graphdaten exportieren
es: Exportar datos del gráfico
it: Esporta dati del grafico
pl: Eksportuj dane z wykresu

source: Export parameter data
de: Parameterdaten exportieren
es: Exportar datos de parámetros
it: Esporta dati dei parametri
pl: Eksportuj dane parametrów

source: Export Parameter Data
de: Parameterdaten exportieren
es: Exportar datos de parámetros
it: Esporta dati dei parametri
pl: Eksportuj dane parametrów

source: Export Stats Data
de: Statistiken exportieren
es: Exportar datos estadísticos
it: Esporta dati statistici
pl: Eksportuj dane statystyczne

source: Export stats day data
de: Tagesstatistiken exportieren
es: Exportar datos diarios de estadísticas
it: Esporta dati statistici giornalieri
pl: Eksportuj dane dzienne statystyk

source: Export templates
de: Vorlagen exportieren
es: Exportar plantillas
it: Esporta modelli
pl: Eksportuj szablony

source: Export income
de: Exporteinnahmen
es: Exportar ingresos
it: Entrate da esportazione
pl: Eksportuj dochody

source: Export total
de: Gesamtausfuhr
es: Exportación total
it: Esportazione totale
pl: Eksport całkowity

source: Exported
de: Exportiert
es: Exportado
it: Esportato
pl: Wyeksportowano

# exported_income_short_title
source: exported
de: exportiert
es: exportado
it: esportato
pl: eksportowano

source: exporting
de: exportieren
es: exportando
it: esportazione
pl: eksportowanie

source: Exports all parameter data for the specified date using the currently selected parameter group
de: Exportiert alle Parameterdaten für das angegebene Datum unter Verwendung der aktuell ausgewählten Parametergruppe.
es: Exporta todos los datos de parámetros para la fecha especificada utilizando el grupo de parámetros seleccionado actualmente.
it: Esporta tutti i dati dei parametri per la data specificata utilizzando il gruppo di parametri attualmente selezionato.
pl: Eksportuje wszystkie dane parametrów dla określonej daty, używając aktualnie wybranej grupy parametrów.

source: Exports stats data for the specified date that you would usually see on the stats page
de: Exportiert Statistikdaten für das angegebene Datum, wie sie normalerweise auf der Statistikseite angezeigt werden.
es: Exporta los datos estadísticos para la fecha especificada, tal como se muestran normalmente en la página de estadísticas.
it: Esporta i dati statistici per la data specificata, come normalmente visualizzati nella pagina delle statistiche.
pl: Eksportuje dane statystyczne dla określonej daty, które zwykle są widoczne na stronie statystyk.

source: Failed
de: Fehlgeschlagen
es: Fallido
it: Fallito
pl: Nieudane

source: Feed-in
de: Einspeise-
es: Inyección en red
it: Immissione in rete
pl: Wprowadzenie

source: Feed-In kWh * FeedInUnitPrice
de: Einspeiseenergie kWh * Einspeisevergütung

source: Fetch solar forecast on app launch
de: Rufe die Solarprognose beim Start der App ab
es: Obtener la previsión solar al iniciar la aplicación
it: Recupera la previsione solare all’avvio dell’app
pl: Pobierz prognozę słoneczną przy uruchomieniu aplikacji

source: Financial Model
de: Finanzmodell
es: Modelo financiero
it: Modello finanziario
pl: Model finansowy

source: Find out more
de: Weitere Informationen
es: Más información
it: Scopri di più
pl: Dowiedz się więcej

source: Firmware Versions
de: Firmware-Versionen
es: Versiones de firmware
it: Versioni del firmware
pl: Wersje oprogramowania

source: Force Charge
de: Erzwungenes Laden
es: Carga forzada
it: Carica forzata
pl: Wymuszone ładowanie

source: Force Discharge
de: Erzwungene Entladung
es: Descarga forzada
it: Scarica forzata
pl: Wymuszone rozładowanie

source: Force Discharge Power
de: Entladungsleistung erzwingen
es: Fuerza de descarga de potencia
it: Forza di scarica di potenza
pl: Wymuś moc rozładowania

source: Force Discharge power needs to be greater than 0 to discharge
de: Die Entladungskraft muss größer als 0 sein, um zu entladen
es: La fuerza de descarga debe ser mayor que 0 para descargar
it: La forza di scarica deve essere maggiore di 0 per scaricare
pl: Moc rozładowania musi być większa niż 0, aby rozładować

source: Force Discharge SoC
de: SoC-Entladung erzwingen
es: Fuerza de descarga del SoC
it: Forza di scarica del SoC
pl: Wymuś rozładowanie SoC

source: Forecast today
de: Wettervorhersage für heute
es: Pronóstico de hoy
it: Previsione di oggi
pl: Prognoza na dzisiaj

source: Forecast tomorrow
de: Wettervorhersage für morgen
es: Pronóstico para mañana
it: Previsione per domani
pl: Prognoza na jutro

# Fox servers are offline. Please try later.
source: Fox servers are in maintenance mode. Please try later.
de: Die Fox-Server sind offline. Bitte versuchen Sie es später.
es: Los servidores de Fox están en modo de mantenimiento. Por favor, inténtalo más tarde.
it: I server Fox sono offline. Riprova più tardi.
pl: Serwery Fox są w trybie konserwacji. Proszę spróbować później.

# fox_cloud_44098
source: Fox Cloud error 44098. Could not save schedule. This may be because your inverter firmware expects a MaxSOC value, but Fox do not yet support MaxSOC on their OpenAPI system which is used by Energy Stats. You will need to use FoxCloud 2.0 to manage your schedules for now.
de: Fox Cloud-Fehler 44098. Zeitplan konnte nicht gespeichert werden. Dies könnte daran liegen, dass Ihre Wechselrichter-Firmware einen MaxSOC-Wert erwartet, aber Fox derzeit MaxSOC in ihrem OpenAPI-System, das von Energy Stats verwendet wird, noch nicht unterstützt. Sie müssen vorerst FoxCloud 2.0 verwenden, um Ihre Zeitpläne zu verwalten.
es: Error de Fox Cloud 44098. No se pudo guardar el horario. Esto puede deberse a que el firmware de su inversor espera un valor MaxSOC, pero Fox aún no admite MaxSOC en su sistema OpenAPI, que es utilizado por Energy Stats. Deberá usar FoxCloud 2.0 para gestionar sus horarios por ahora.
it: Errore Fox Cloud 44098. Impossibile salvare il programma. Ciò potrebbe essere dovuto al fatto che il firmware del tuo inverter si aspetta un valore MaxSOC, ma Fox non supporta ancora MaxSOC nel loro sistema OpenAPI utilizzato da Energy Stats. Dovrai utilizzare FoxCloud 2.0 per gestire i tuoi programmi per il momento.
pl: Błąd Fox Cloud 44098. Nie udało się zapisać harmonogramu. Może to być spowodowane tym, że oprogramowanie inwertera wymaga wartości MaxSOC, ale Fox jeszcze nie obsługuje MaxSOC w swoim systemie OpenAPI używanym przez Energy Stats. Na razie musisz użyć FoxCloud 2.0 do zarządzania swoimi harmonogramami.

source: FoxESS API key
de: FoxESS-API-Schlüssel
es: Clave API de FoxESS
it: Chiave API FoxESS
pl: Klucz API FoxESS

source: FoxESS Cloud data is updated every 5 minutes. 'Auto' attempts to synchronise data fetches just after the data is uploaded from your inverter to minimise server load.
de: FoxESS Cloud-Daten werden alle 5 Minuten aktualisiert. 'Auto' versucht, die Datenabfragen direkt nach dem Upload von Ihrem Wechselrichter zu synchronisieren, um die Server-Last zu minimieren.
es: Los datos de FoxESS Cloud se actualizan cada 5 minutos. 'Auto' intenta sincronizar las recuperaciones de datos justo después de que los datos se carguen desde tu inversor para minimizar la carga del servidor.
it: I dati di FoxESS Cloud vengono aggiornati ogni 5 minuti. 'Auto' cerca di sincronizzare il recupero dei dati subito dopo che i dati sono stati caricati dal tuo inverter per ridurre al minimo il carico del server.
pl: Dane w chmurze FoxESS są aktualizowane co 5 minut. Tryb „Auto” próbuje zsynchronizować pobieranie danych zaraz po przesłaniu ich z falownika, aby zminimalizować obciążenie serwera.

# foxess_timeout
source: The FoxESS OpenAPI failed to respond quickly enough. Please try again or raise an issue with FoxESS about their OpenAPI performance at https://www.foxesscloud.com/bus/workorder/list if you often see this.
de: Die FoxESS OpenAPI hat nicht schnell genug reagiert. Bitte versuchen Sie es erneut oder melden Sie ein Problem bei FoxESS bezüglich der Leistung ihrer OpenAPI unter https://www.foxesscloud.com/bus/workorder/list, wenn Sie dies häufig sehen.
es: El OpenAPI de FoxESS no respondió lo suficientemente rápido. Por favor, inténtalo de nuevo o informa un problema a FoxESS sobre el rendimiento de su OpenAPI en https://www.foxesscloud.com/bus/workorder/list si ves esto con frecuencia.
it: L'OpenAPI di FoxESS non ha risposto abbastanza velocemente. Per favore, riprova o segnala un problema a FoxESS riguardo alle prestazioni della loro OpenAPI su https://www.foxesscloud.com/bus/workorder/list se vedi spesso questo messaggio.
pl: Interfejs OpenAPI firmy FoxESS nie odpowiedział wystarczająco szybko. Spróbuj ponownie lub zgłoś problem dotyczący wydajności ich interfejsu OpenAPI na https://www.foxesscloud.com/bus/workorder/list, jeśli często widzisz ten komunikat.

source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas frecuentes
it: Domande frequenti
pl: Najczęściej zadawane pytania

source: From
de: Von
es: Desde
it: Da
pl: Od

source: Full
de: Voll
es: Lleno
it: Pieno
pl: Pełny

# generated_income_short_title
source: generated
de: generiert
es: generado
it: generato
pl: wygenerowany

source: generating
de: erzeugen
es: generando
it: generando
pl: generowanie

source: Generation income
de: Erzeugungseinkommen
es: Ingreso por generación
it: Reddito generato
pl: Dochód z generacji

source: Get started
de: Loslegen
es: Comenzar
it: Inizia
pl: Rozpocznij

source: Graphs
de: Graphen
es: Gráficos
it: Grafici
pl: Wykresy

source: Grid consumption
de: Netzverbrauchs-
es: Consumo de la red
it: Consumo dalla rete
pl: Konsumpcja z sieci

source: Grid Import Unit price
de: Netzbezugspreis
es: Precio unitario de importación de la red
it: Prezzo unitario dell'importazione dalla rete
pl: Cena za import energii z sieci

source: Grid Load
de: Netzlast
es: Carga de la red
it: Carico della rete
pl: Obciążenie sieci

source: Grid import avoided
de: Eingesparter Netzverbrauch
es: Importación de la red evitada
it: Importazione dalla rete evitata
pl: Oszczędność na imporcie z sieci

# grid_import_avoided_long_description
source: Approximate expenditure avoided by generating your own solar power.
de: Ungefähre eingesparte Ausgaben durch die Erzeugung Ihrer eigenen Solarenergie.
es: Gasto aproximado evitado al generar tu propia energía solar.
it: Spesa approssimativa evitata generando la tua energia solare.
pl: Przybliżone wydatki uniknięte dzięki własnemu wytwarzaniu energii słonecznej.

# grid_import_avoided_short_title
source: avoided
de: eingespart
es: evitado
it: evitato
pl: uniknięto

source: Group
de: Gruppe
es: Grupo
it: Gruppo
pl: Grupa

source: Group name
de: Gruppenname
es: Nombre del grupo
it: Nome del gruppo
pl: Nazwa grupy

source: Groups
de: Gruppen
es: Grupos
it: Gruppi
pl: Grupy

source: Half-hourly
de: Halbstündlich
es: Cada media hora
it: Ogni mezz'ora
pl: Co pół godziny

source: Heating schedule
de: Heizplan
es: Horario de calefacción
it: Programma di riscaldamento
pl: Harmonogram ogrzewania

source: Heating schedule enabled
de: Heizplan aktiviert
es: Horario de calefacción activado
it: Programma di riscaldamento attivato
pl: Harmonogram ogrzewania włączony

# heating_schedule_load_failed
source: Could not load heating schedule
de: Der Heizplan konnte nicht geladen werden
es: No se pudo cargar el horario de calefacción
it: Impossibile caricare il programma di riscaldamento
pl: Nie można załadować harmonogramu ogrzewania

# heating_schedule_save_failed
source: Could not save heating schedule
de: Der Heizplan konnte nicht gespeichert werden
es: No se pudo guardar el horario de calefacción
it: Impossibile salvare il programma di riscaldamento
pl: Nie można zapisać harmonogramu ogrzewania

source: Hidden
de: Ausgeblendet
es: Oculto
it: Nascosto
pl: Ukryte

source: Hide energy breakdown
de: Energieaufteilung ausblenden
es: Ocultar el desglose de energía
it: Nascondi la suddivisione dell’energia
pl: Ukryj podział energii

source: Hide time graph
de: Zeitdiagramm ausblenden
es: Ocultar el gráfico temporal
it: Nascondi il grafico temporale
pl: Ukryj wykres czasowy

source: High threshold
de: Hohe Schwelle
es: Umbral alto
it: Soglia alta
pl: Wysoki próg

# high_threshold_description
source: Between medium and high the sun will be orange and glowing. Above high the sun will be red and glowing.
de: Zwischen mittlerer und hoher Schwelle wird die Sonne orange und leuchtend sein. Über der hohen Schwelle wird die Sonne rot und leuchtend sein.
es: Entre medio y alto, el sol será naranja y brillante. Por encima de alto, el sol será rojo y brillante.
it: Tra media e alta, il sole sarà arancione e luminoso. Al di sopra dell'alta soglia il sole sarà rosso e luminoso.
pl: Między średnim a wysokim słońce będzie pomarańczowe i świecące. Powyżej wysokiego słońce będzie czerwone i świecące.

source: Home usage
de: Hausverbrauch
es: Uso en el hogar
it: Utilizzo domestico
pl: Zużycie w domu

source: House Load
de: Hausverbrauch
es: Carga de la casa
it: Carico della casa
pl: Obciążenie domu

source: I am paid for
de: Ich werde bezahlt für
es: Se me paga por
it: Sono pagato per
pl: Jestem opłacany za

source: Icon
de: Symbol
es: Icono
it: Icona
pl: Ikona

source: If you forget your passcode, you can log out and in again.
de: Wenn Sie Ihren Passcode vergessen haben, können Sie sich ab- und wieder anmelden.
es: Si olvidas tu código, puedes cerrar sesión y volver a iniciarla.
it: Se dimentichi il passcode, puoi effettuare il logout e accedere nuovamente.
pl: Jeśli zapomnisz kodu dostępu, możesz się wylogować i zalogować ponownie.

source: If you need to change your API key then you can replace it above without losing your settings.
de: Wenn Sie Ihren API-Schlüssel ändern müssen, können Sie ihn oben ersetzen, ohne Ihre Einstellungen zu verlieren.
es: Si necesita cambiar su clave API, puede reemplazarla arriba sin perder sus configuraciones.
it: Se devi cambiare la tua chiave API, puoi sostituirla sopra senza perdere le tue impostazioni.
pl: Jeśli potrzebujesz zmienić swój klucz API, możesz go zastąpić powyżej, nie tracąc ustawień.

source: If you’ve recently changed your WiFi settings and need help reconnecting your inverter, click below to watch a step-by-step video tutorial.
de: Wenn Sie kürzlich Ihre WLAN-Einstellungen geändert haben und Hilfe beim erneuten Verbinden Ihres Wechselrichters benötigen, klicken Sie unten, um ein Schritt-für-Schritt-Video-Tutorial anzusehen.
es: Si has cambiado recientemente la configuración de tu Wi-Fi y necesitas ayuda para volver a conectar tu inversor, haz clic abajo para ver un tutorial en vídeo paso a paso.
it: Se di recente hai modificato le impostazioni Wi-Fi e hai bisogno di aiuto per riconnettere il tuo inverter, fai clic qui sotto per guardare un video tutorial passo dopo passo.
pl: Jeśli niedawno zmieniłeś ustawienia Wi-Fi i potrzebujesz pomocy przy ponownym połączeniu falownika, kliknij poniżej, aby obejrzeć samouczek wideo krok po kroku.

source: Import templates
de: Vorlagen importieren
es: Importar plantillas
it: Importa modelli
pl: Importuj szablony

source: Import total
de: Gesamtimport
es: Importación total
it: Importazione totale
pl: Import całkowity

# inactive_schedule_title
source: Inactive schedule
de: Inaktiver Zeitplan
es: Horario inactivo
it: Programma inattivo
pl: Nieaktywny harmonogram

source: Includes data from %1$@ to %2$@. Figures are approximate and assume the buy/sell energy prices remained constant throughout the period of ownership.
de: Beinhaltet Daten von %1$@ bis %2$@. Die Zahlen sind annähernd und gehen davon aus, dass die Energiekauf -/ verkaufspreise während des gesamten Besitzzeitraums konstant blieben.
es: Incluye datos desde %1$@ hasta %2$@. Las cifras son aproximadas y suponen que los precios de compra/venta de energía se mantuvieron constantes durante todo el período de propiedad.
it: Include dati dal %1$@ al %2$@. Le cifre sono approssimative e presuppongono che i prezzi di acquisto/vendita dell'energia siano rimasti costanti durante tutto il periodo di proprietà.
pl: Zawiera dane od %1$@ do %2$@. Dane są przybliżone i zakładają, że ceny kupna/sprzedaży energii pozostawały stałe przez cały okres posiadania.

source: Install Date
de: Installationsdatum
es: Fecha de Instalación
it: Data di Installazione
pl: Data Instalacji

source: Invalid Battery Capacity
de: Ungültige Batteriekapazität
es: Capacidad de batería no válida
it: Capacità della batteria non valida
pl: Nieprawidłowa pojemność baterii

source: Invalid token. Please logout and login again.
de: Ungültiges Token. Bitte ausloggen und erneut einloggen.
es: Token no válido. Por favor, cierre la sesión e inicie sesión nuevamente.
it: Token non valido. Effettua il logout e accedi nuovamente.
pl: Nieprawidłowy token. Proszę wylogować się i zalogować ponownie.

# invalid_api_key_format
source: Your API key appears to be in the wrong format.
de: Ihr API-Schlüssel scheint das falsche Format zu haben.
es: Tu clave API parece tener un formato incorrecto.
it: La tua chiave API sembra avere un formato errato.
pl: Twój klucz API wydaje się mieć nieprawidłowy format.

source: Invert CT2 values when detected
de: CT2-Werte umkehren, wenn erkannt
es: Invertir valores de CT2 cuando se detecte
it: Inverti i valori di CT2 quando rilevato
pl: Odwróć wartości CT2 po wykryciu

# invert_ct2_footnote
source: If you have multiple inverters and your PV generation values are incorrect try adjusting these settings.
de: Wenn Sie mehrere Wechselrichter haben und Ihre PV-Generierungswerte inkorrekt sind, versuchen Sie diese Einstellungen anzupassen.
es: Si tienes varios inversores y los valores de generación de PV son incorrectos, intenta ajustar estas configuraciones.
it: Si tienes varios inversores y los valores de generación de PV son incorrectos, intenta ajustar estas configuraciones.
pl: Jeśli masz kilka inwerterów i wartości generacji PV są nieprawidłowe, spróbuj dostosować te ustawienia.

source: Inverter
de: Wechselrichter
es: Inversor
pl: Falownik

source: Inverter and battery changes are permitted.
de: Änderungen am Wechselrichter und an der Batterie sind zulässig.
es: Se permiten cambios en el inversor y la batería.
it: Sono consentite modifiche all’inverter e alla batteria.
pl: Zmiany w falowniku i baterii są dozwolone.

source: Inverter and battery changes are prevented.
de: Änderungen am Wechselrichter und an der Batterie sind nicht zulässig.
es: Los cambios en el inversor y la batería están bloqueados.
it: Le modifiche all’inverter e alla batteria sono bloccate.
pl: Zmiany w falowniku i baterii są zablokowane.

source: Inverter Consumption
de: Wechselrichterverbrauch
es: Consumo del inversor
it: Consumo dell'inverter
pl: Zużycie falownika
